Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Each site has labels that match what it blocks. Instagram and Facebook add a feed mode; TikTok is Off or Block site.
ar: لكل موقع تسميات تناسب ما يحظره. يضيف ⁦Instagram⁩ و⁦Facebook⁩ وضعًا للموجز؛ أما ⁦TikTok⁩ فخياراته إيقاف أو حظر الموقع.
ar_eg: كل موقع ليه تسميات على حسب المحتوى اللي بيحظره. ⁦Instagram⁩ و⁦Facebook⁩ فيهم كمان وضع للفيد؛ ⁦TikTok⁩ فيه إيقاف أو حظر الموقع.
be: Назвы рэжымаў кожнага сайта адпавядаюць таму, што блакіруецца. Instagram і Facebook маюць таксама рэжым стужкі; TikTok — «Выкл.» або «Блакіраваць сайт».
bn: প্রতিটি সাইটের বিকল্প তার ব্লক করা কনটেন্টের সঙ্গে মেলে। Instagram ও Facebook-এ ফিড মোডও আছে; TikTok-এর জন্য বন্ধ বা সাইট ব্লক করার বিকল্প আছে।
cs: Popisky u jednotlivých webů odpovídají blokovanému obsahu. Instagram a Facebook nabízejí i režim kanálu; TikTok má možnosti Vypnuto nebo Blokovat web.
da: Hvert websted har etiketter, der passer til det blokerede indhold. Instagram og Facebook har også en feedtilstand; TikTok har Fra eller Bloker websted.
de: Jede Website bietet Optionen passend zu ihren Inhalten. Instagram und Facebook haben zusätzlich einen Feed-Modus; für TikTok gibt es „Aus“ oder „Website blockieren“.
es: Cada sitio tiene opciones que describen lo que bloquean. Instagram y Facebook añaden un modo de feed; para TikTok puedes elegir Desactivado o Bloquear sitio.
fil: Ang mga opsyon ng bawat site ay tumutugma sa bina-block nito. May feed mode din ang Instagram at Facebook; ang TikTok ay puwedeng Naka-off o I-block ang site.
fr: Chaque site propose des options adaptées à son contenu. Instagram et Facebook ajoutent un mode fil ; TikTok propose Désactivé ou Bloquer le site.
ha: Kowanne shafi yana da lakabin abin da yake toshewa. Instagram da Facebook suna da yanayin jerin wallafe-wallafe; TikTok yana da Kashe ko Toshe shafi.
he: התוויות בכל אתר מתארות מה נחסם. ⁦Instagram⁩ ו־⁦Facebook⁩ מציעים גם מצב פיד; ב־⁦TikTok⁩ אפשר לבחור כבוי או חסימת האתר.
hi: हर साइट के विकल्प उसके ब्लॉक किए जाने वाले हिस्सों के अनुसार हैं। Instagram और Facebook में फ़ीड मोड भी है; TikTok के लिए बंद या साइट ब्लॉक करें उपलब्ध है।
hu: Minden webhely címkéi jelzik, mit blokkol. Az Instagram és a Facebook hírfolyammódot is kínál; a TikToknál Ki vagy Webhely blokkolása választható.
hy: Յուրաքանչյուր կայքի պիտակները նկարագրում են արգելափակվող բովանդակությունը։ Instagram-ն ու Facebook-ն ունեն նաև ժապավենի ռեժիմ, իսկ TikTok-ը՝ Անջատված կամ Արգելափակել կայքը։
id: Label setiap situs sesuai dengan konten yang diblokir. Instagram dan Facebook memiliki mode feed; TikTok memiliki opsi Mati atau Blokir situs.
it: Ogni sito ha etichette che descrivono cosa blocca. Instagram e Facebook aggiungono una modalità feed; TikTok offre Disattivato o Blocca il sito.
ja: サイトごとにブロック対象に合った項目があります。InstagramとFacebookにはフィードモードもあり、TikTokはオフかサイト全体のブロックを選べます。
ka: თითოეული საიტის წარწერები მის მიერ დაბლოკილ კონტენტს შეესაბამება. Instagram-სა და Facebook-ს ლენტის რეჟიმიც აქვს; TikTok-ის არჩევანია გამორთვა ან საიტის დაბლოკვა.
kk: Әр сайттағы атаулар бұғатталатын мазмұнға сай. Instagram мен Facebook таспа режимін де ұсынады; TikTok үшін «Өшірулі» немесе «Сайтты бұғаттау» бар.
ko: 각 사이트의 옵션은 차단하는 콘텐츠에 맞춰 표시됩니다. Instagram과 Facebook에는 피드 모드도 있으며, TikTok은 끄기 또는 사이트 차단을 선택할 수 있습니다.
ky: Ар бир сайттагы аталыштар бөгөттөлгөн мазмунга ылайык. Instagram жана Facebook түрмөк режимин да сунуштайт; TikTok үчүн «Өчүк» же «Сайтты бөгөттөө» бар.
lt: Kiekvienos svetainės žymos nurodo blokuojamą turinį. „Instagram“ ir „Facebook“ turi ir srauto režimą; „TikTok“ galima išjungti arba blokuoti visą svetainę.
mr: प्रत्येक साइटचे पर्याय ती ब्लॉक करत असलेल्या सामग्रीनुसार आहेत. Instagram व Facebook मध्ये फीड मोडही आहे; TikTok साठी बंद किंवा साइट ब्लॉक करा हे पर्याय आहेत.
ne: हरेक वेबसाइटका विकल्पले रोकिने सामग्री जनाउँछन्। Instagram र Facebook मा फिड मोड पनि छ; TikTok मा बन्द वा वेबसाइट रोक्ने विकल्प छ।
nl: Elk label beschrijft wat de website blokkeert. Instagram en Facebook hebben ook een feedmodus; TikTok biedt Uit of Website blokkeren.
pa_arab: ہر سائٹ دے لیبل اوہدے بلاک کیتے مواد مطابق نیں۔ ⁦Instagram⁩ تے ⁦Facebook⁩ وچ فیڈ موڈ وی اے؛ ⁦TikTok⁩ لئی بند یا سائٹ بلاک کرن دا اختیار اے۔
pcm: Each website get labels wey show wetin e dey block. Instagram and Facebook get feed mode too; TikTok na Off or Block website.
pl: Etykiety każdej witryny opisują blokowane treści. Instagram i Facebook mają też tryb kanału; TikTok oferuje opcje Wył. lub Blokuj witrynę.
pt_br: Cada site tem opções que correspondem ao que é bloqueado. Instagram e Facebook também têm um modo de feed; para TikTok, escolha Desativado ou Bloquear site.
pt_pt: Cada site tem opções que correspondem ao que é bloqueado. Instagram e Facebook também têm um modo de feed; para TikTok, escolha Desativado ou Bloquear site.
ro: Fiecare site are etichete potrivite conținutului blocat. Instagram și Facebook au și un mod pentru flux; TikTok oferă Oprit sau Blochează site-ul.
ru: У каждого сайта свои варианты блокировки. Для Instagram и Facebook есть режим блокировки ленты; для TikTok — «Выкл.» или «Блокировать сайт».
sv: Varje webbplats har etiketter som beskriver vad den blockerar. Instagram och Facebook har även ett flödesläge; TikTok har Av eller Blockera webbplats.
sw: Kila tovuti ina lebo zinazoeleza kinachozuiwa. Instagram na Facebook zina hali ya mlisho pia; TikTok ina Zima au Zuia tovuti.
ta: ஒவ்வொரு தளத்தின் விருப்பங்களும் அது தடுக்கும் உள்ளடக்கத்திற்கு ஏற்ப உள்ளன. Instagram மற்றும் Facebook-இல் ஊட்டப் பயன்முறையும் உள்ளது; TikTok-இல் அணை அல்லது தளத்தைத் தடு என்பதைத் தேர்ந்தெடுக்கலாம்.
te: ప్రతి సైట్ ఎంపికలు అది బ్లాక్ చేసే కంటెంట్‌కు అనుగుణంగా ఉంటాయి. Instagram, Facebook‌లో ఫీడ్ మోడ్ కూడా ఉంది; TikTok‌కు ఆఫ్ లేదా సైట్‌ను బ్లాక్ చేయి ఎంపికలు ఉన్నాయి.
th: แต่ละเว็บไซต์มีตัวเลือกตามเนื้อหาที่บล็อก Instagram และ Facebook มีโหมดฟีดเพิ่มด้วย ส่วน TikTok เลือกได้ระหว่างปิดกับบล็อกเว็บไซต์
tr: Her sitenin etiketleri engellediği içeriğe uygundur. Instagram ve Facebook'ta akış modu da vardır; TikTok için Kapalı veya Siteyi engelle seçilebilir.
uk: Кожен сайт має назви режимів відповідно до вмісту, який блокується. Instagram і Facebook мають також режим стрічки; TikTok — «Вимк.» або «Блокувати сайт».
ur: ہر سائٹ کے لیبل اس کے بلاک کردہ مواد کے مطابق ہیں۔ ⁦Instagram⁩ اور ⁦Facebook⁩ میں فیڈ موڈ بھی ہے؛ ⁦TikTok⁩ میں بند یا سائٹ بلاک کرنے کا اختیار ہے۔
vi: Mỗi trang có các tùy chọn phù hợp với nội dung bị chặn. Instagram và Facebook có thêm chế độ bảng tin; TikTok chỉ có Tắt hoặc Chặn trang web.
yue: 每個網站嘅選項名稱都會講明封鎖啲乜。Instagram 同 Facebook 仲有動態消息模式；TikTok 就可以揀關閉或者封鎖網站。
zh_hans: 每个网站的选项都会说明所屏蔽的内容。Instagram 和 Facebook 还提供信息流模式；TikTok 可以选择关闭或屏蔽网站。
zh_hant: 各網站的選項名稱會反映封鎖內容。Instagram 和 Facebook 另有動態模式；TikTok 則可選擇關閉或封鎖網站。

source: Enable
ar: تفعيل
ar_eg: تفعيل
be: Уключыць
bn: চালু করুন
cs: Zapnout
da: Slå til
de: Aktivieren
es: Activar
fil: I-on
fr: Activer
ha: Kunna
he: הפעלה
hi: चालू करें
hu: Bekapcsolás
hy: Միացնել
id: Aktifkan
it: Attiva
ja: 有効にする
ka: ჩართვა
kk: Қосу
ko: 활성화
ky: Күйгүзүү
lt: Įjungti
mr: सुरू करा
ne: सक्रिय गर्नुहोस्
nl: Inschakelen
pa_arab: چالو کرو
pcm: Turn on
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
sv: Aktivera
sw: Washa
ta: இயக்கு
te: ప్రారంభించు
th: เปิด
tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں
vi: Bật
yue: 開啟
zh_hans: 启用
zh_hant: 啟用

source: Enable Slowth in Safari
ar: تفعيل ⁦Slowth⁩ في ⁦Safari⁩
ar_eg: شغّل ⁦Slowth⁩ في ⁦Safari⁩
be: Уключыць Slowth у Safari
bn: Safari-তে Slowth চালু করুন
cs: Zapnout Slowth v Safari
da: Slå Slowth til i Safari
de: Slowth in Safari aktivieren
es: Activar Slowth en Safari
fil: I-on ang Slowth sa Safari
fr: Activer Slowth dans Safari
ha: Kunna Slowth a Safari
he: הפעלת ⁦Slowth⁩ ב־⁦Safari⁩
hi: Safari में Slowth चालू करें
hu: Slowth bekapcsolása a Safariban
hy: Միացնել Slowth-ը Safari-ում
id: Aktifkan Slowth di Safari
it: Attiva Slowth in Safari
ja: SafariでSlowthを有効にする
ka: Slowth-ის ჩართვა Safari-ში
kk: Safari ішінде Slowth қосу
ko: Safari에서 Slowth 켜기
ky: Safari ичинде Slowth күйгүзүү
lt: Įjungti „Slowth“ naršyklėje „Safari“
mr: Safari मध्ये Slowth सुरू करा
ne: Safari मा Slowth सक्रिय गर्नुहोस्
nl: Schakel Slowth in Safari in
pa_arab: ⁦Safari⁩ وچ ⁦Slowth⁩ چالو کرو
pcm: Turn on Slowth for Safari
pl: Włącz Slowth w Safari
pt_br: Ativar Slowth no Safari
pt_pt: Ativar Slowth no Safari
ro: Activează Slowth în Safari
ru: Включить Slowth в Safari
sv: Aktivera Slowth i Safari
sw: Washa Slowth katika Safari
ta: Safari-இல் Slowth-ஐ இயக்கு
te: Safariలో Slowth‌ను ఆన్ చేయి
th: เปิดใช้ Slowth ใน Safari
tr: Safari'de Slowth'u etkinleştir
uk: Увімкнути Slowth у Safari
ur: ⁦Safari⁩ میں ⁦Slowth⁩ فعال کریں
vi: Bật Slowth trong Safari
yue: 喺 Safari 啟用 Slowth
zh_hans: 在 Safari 中启用 Slowth
zh_hant: 在 Safari 中啟用 Slowth

source: Enable Strict mode?
ar: هل تريد تفعيل الوضع الصارم؟
ar_eg: تفعّل الوضع الصارم؟
be: Уключыць строгі рэжым?
bn: কঠোর মোড চালু করবেন?
cs: Zapnout přísný režim?
da: Slå streng tilstand til?
de: Strengen Modus aktivieren?
es: ¿Activar el modo estricto?
fil: I-on ang mahigpit na mode?
fr: Activer le mode strict ?
ha: A kunna yanayi mai tsauri?
he: להפעיל מצב קפדני?
hi: सख्त मोड चालू करें?
hu: Bekapcsolod a szigorú módot?
hy: Միացնե՞լ խիստ ռեժիմը։
id: Aktifkan mode ketat?
it: Attivare la modalità rigorosa?
ja: 厳格モードを有効にしますか？
ka: ჩაირთოს მკაცრი რეჟიმი?
kk: Қатаң режим қосылсын ба?
ko: 엄격 모드를 활성화할까요?
ky: Катуу режим күйгүзүлсүнбү?
lt: Įjungti griežtąjį režimą?
mr: कडक मोड सुरू करायचा?
ne: कडा मोड सक्रिय गर्ने?
nl: Strikte modus inschakelen?
pa_arab: سخت موڈ چالو کرنا اے؟
pcm: Make Strict mode start?
pl: Włączyć tryb ścisły?
pt_br: Ativar o modo estrito?
pt_pt: Ativar o modo estrito?
ro: Activezi modul strict?
ru: Включить строгий режим?
sv: Aktivera strikt läge?
sw: Washa hali kali?
ta: கண்டிப்பான பயன்முறையை இயக்கவா?
te: కఠిన మోడ్‌ను ప్రారంభించాలా?
th: เปิดโหมดเข้มงวดหรือไม่?
tr: Katı mod etkinleştirilsin mi?
uk: Увімкнути суворий режим?
ur: سخت موڈ فعال کریں؟
vi: Bật chế độ nghiêm ngặt?
yue: 開啟嚴格模式？
zh_hans: 启用严格模式？
zh_hant: 啟用嚴格模式？

source: Enable YouTube Shorts blocking before enabling soft blocking.
ar: فعّل حظر ⁦YouTube Shorts⁩ قبل تفعيل الحظر المرن.
ar_eg: شغّل حظر ⁦YouTube Shorts⁩ قبل ما تشغّل الحظر المرن.
be: Уключыце блакіроўку YouTube Shorts перад уключэннем мяккай блакіроўкі.
bn: নমনীয় ব্লকিং চালু করার আগে YouTube Shorts ব্লক করা চালু করুন।
cs: Před zapnutím mírného blokování zapněte blokování YouTube Shorts.
da: Slå blokering af YouTube Shorts til, før du aktiverer blød blokering.
de: Aktiviere zuerst das Blockieren von YouTube Shorts, bevor du den sanften Modus einschaltest.
es: Activa el bloqueo de YouTube Shorts antes de activar el bloqueo suave.
fil: I-on muna ang pag-block ng YouTube Shorts bago ang banayad na pag-block.
fr: Activez le blocage des Shorts YouTube avant le blocage souple.
ha: Kunna toshewar YouTube Shorts kafin kunna toshewa mai sauƙi.
he: יש להפעיל חסימת ⁦YouTube Shorts⁩ לפני הפעלת חסימה גמישה.
hi: नरम ब्लॉकिंग चालू करने से पहले YouTube Shorts ब्लॉकिंग चालू करें।
hu: Az enyhe blokkolás előtt kapcsold be a YouTube Shorts blokkolását.
hy: Մեղմ արգելափակումը միացնելուց առաջ միացրեք YouTube Shorts-ի արգելափակումը։
id: Aktifkan pemblokiran YouTube Shorts sebelum mengaktifkan pemblokiran fleksibel.
it: Attiva il blocco di YouTube Shorts prima di attivare il blocco flessibile.
ja: ソフトモードを有効にする前に、YouTube Shortsのブロックを有効にしてください。
ka: რბილი დაბლოკვის ჩართვამდე ჩართეთ YouTube Shorts-ის დაბლოკვა.
kk: Жұмсақ бұғаттауды қоспас бұрын YouTube Shorts бұғаттауын қосыңыз.
ko: 완화 모드를 켜기 전에 YouTube Shorts 차단을 켜세요.
ky: Жумшак бөгөттөөнү күйгүзүүдөн мурун YouTube Shorts бөгөттөөсүн күйгүзүңүз.
lt: Prieš įjungdami švelnųjį blokavimą, įjunkite „YouTube Shorts“ blokavimą.
mr: सौम्य ब्लॉकिंग सुरू करण्यापूर्वी YouTube Shorts ब्लॉकिंग सुरू करा.
ne: नरम रोकथाम खोल्नुअघि YouTube Shorts रोक्ने सुविधा खोल्नुहोस्।
nl: Schakel eerst YouTube Shorts-blokkering in voordat je soepel blokkeren inschakelt.
pa_arab: نرم بلاکنگ چالو کرن توں پہلاں ⁦YouTube Shorts⁩ دی بلاکنگ چالو کرو۔
pcm: Turn on YouTube Shorts blocking before you turn on soft blocking.
pl: Włącz blokowanie YouTube Shorts przed włączeniem łagodnego blokowania.
pt_br: Ative o bloqueio de YouTube Shorts antes de ativar o bloqueio suave.
pt_pt: Ative o bloqueio de YouTube Shorts antes de ativar o bloqueio suave.
ro: Activează blocarea YouTube Shorts înainte de blocarea flexibilă.
ru: Сначала включите блокировку YouTube Shorts, затем мягкую блокировку.
sv: Aktivera blockering av YouTube Shorts innan du aktiverar mjuk blockering.
sw: Washa uzuiaji wa YouTube Shorts kabla ya kuwasha uzuiaji mwepesi.
ta: மென்மையான தடுப்பை இயக்கும் முன் YouTube Shorts தடுப்பை இயக்கவும்.
te: సున్నిత బ్లాకింగ్‌ను ఆన్ చేసే ముందు YouTube Shorts బ్లాకింగ్‌ను ఆన్ చేయండి.
th: เปิดการบล็อก YouTube Shorts ก่อนเปิดการบล็อกแบบผ่อนปรน
tr: Esnek engellemeyi açmadan önce YouTube Shorts engellemesini açın.
uk: Увімкніть блокування YouTube Shorts перед увімкненням м’якого блокування.
ur: نرم بلاکنگ فعال کرنے سے پہلے ⁦YouTube Shorts⁩ کی بلاکنگ فعال کریں۔
vi: Bật chặn YouTube Shorts trước khi bật chế độ chặn nhẹ.
yue: 請先開啟 YouTube Shorts 封鎖，再開啟寬鬆封鎖。
zh_hans: 请先启用 YouTube Shorts 屏蔽，再启用宽松屏蔽。
zh_hant: 請先啟用 YouTube Shorts 封鎖，再啟用寬鬆封鎖。

source: Enable extension
ar: تفعيل الإضافة
ar_eg: شغّل الإضافة
be: Уключыць пашырэнне
bn: এক্সটেনশন চালু করুন
cs: Zapnout rozšíření
da: Slå udvidelse til
de: Erweiterung aktivieren
es: Activar extensión
fil: I-on ang extension
fr: Activer l’extension
ha: Kunna ƙari
he: הפעלת ההרחבה
hi: एक्सटेंशन चालू करें
hu: Bővítmény bekapcsolása
hy: Միացնել ընդլայնումը
id: Aktifkan ekstensi
it: Attiva estensione
ja: 拡張機能を有効にする
ka: გაფართოების ჩართვა
kk: Кеңейтімді қосу
ko: 확장 프로그램 켜기
ky: Кеңейтүүнү күйгүзүү
lt: Įjungti plėtinį
mr: एक्सटेंशन सुरू करा
ne: एक्स्टेन्सन सक्रिय गर्नुहोस्
nl: Schakel extensie in
pa_arab: توسیع چالو کرو
pcm: Turn on extension
pl: Włącz rozszerzenie
pt_br: Ativar extensão
pt_pt: Ativar extensão
ro: Activează extensia
ru: Включить расширение
sv: Aktivera tillägg
sw: Washa kiendelezi
ta: நீட்டிப்பை இயக்கு
te: ఎక్స్‌టెన్షన్‌ను ఆన్ చేయి
th: เปิดใช้ส่วนขยาย
tr: Uzantıyı etkinleştir
uk: Увімкнути розширення
ur: توسیع فعال کریں
vi: Bật tiện ích
yue: 啟用延伸功能
zh_hans: 启用扩展
zh_hant: 啟用延伸功能

source: Enable in Safari
ar: التفعيل في ⁦Safari⁩
ar_eg: شغّلها في ⁦Safari⁩
be: Уключыць у Safari
bn: Safari-তে চালু করুন
cs: Zapnout v Safari
da: Slå til i Safari
de: In Safari aktivieren
es: Activar en Safari
fil: I-on sa Safari
fr: Activer dans Safari
ha: Kunna a Safari
he: הפעלה ב־⁦Safari⁩
hi: Safari में चालू करें
hu: Bekapcsolás a Safariban
hy: Միացնել Safari-ում
id: Aktifkan di Safari
it: Attiva in Safari
ja: Safariで有効にする
ka: Safari-ში ჩართვა
kk: Safari ішінде қосу
ko: Safari에서 켜기
ky: Safari ичинде күйгүзүү
lt: Įjungti „Safari“
mr: Safari मध्ये सुरू करा
ne: Safari मा सक्रिय गर्नुहोस्
nl: Schakel in Safari in
pa_arab: ⁦Safari⁩ وچ چالو کرو
pcm: Turn am on for Safari
pl: Włącz w Safari
pt_br: Ativar no Safari
pt_pt: Ativar no Safari
ro: Activează în Safari
ru: Включить в Safari
sv: Aktivera i Safari
sw: Washa katika Safari
ta: Safari-இல் இயக்கு
te: Safariలో ఆన్ చేయి
th: เปิดใช้ใน Safari
tr: Safari'de etkinleştir
uk: Увімкнути в Safari
ur: ⁦Safari⁩ میں فعال کریں
vi: Bật trong Safari
yue: 喺 Safari 啟用
zh_hans: 在 Safari 中启用
zh_hant: 在 Safari 中啟用

source: Enable in extensions
ar: التفعيل في الإضافات
ar_eg: شغّلها من الإضافات
be: Уключыце ў пашырэннях
bn: এক্সটেনশনে চালু করুন
cs: Zapněte v rozšířeních
da: Slå til under udvidelser
de: In Erweiterungen aktivieren
es: Activar en las extensiones
fil: I-on sa mga extension
fr: Activer dans les extensions
ha: Kunna a cikin ƙari
he: הפעלה ברשימת ההרחבות
hi: एक्सटेंशन में चालू करें
hu: Bekapcsolás a bővítményeknél
hy: Միացրեք ընդլայնումներում
id: Aktifkan di ekstensi
it: Attiva nelle estensioni
ja: 拡張機能の設定で有効にする
ka: ჩართეთ გაფართოებებში
kk: Кеңейтімдерде қосыңыз
ko: 확장 프로그램 설정에서 켜기
ky: Кеңейтүүлөрдөн күйгүзүңүз
lt: Įjunkite plėtiniuose
mr: एक्सटेंशनमध्ये सुरू करा
ne: एक्स्टेन्सनहरूमा सक्रिय गर्नुहोस्
nl: Schakel in bij extensies
pa_arab: توسیعاں وچ چالو کرو
pcm: Turn am on for extensions
pl: Włącz w rozszerzeniach
pt_br: Ativar nas extensões
pt_pt: Ativar nas extensões
ro: Activează în extensii
ru: Включите в расширениях
sv: Aktivera under tillägg
sw: Washa katika viendelezi
ta: நீட்டிப்புகளில் இயக்கு
te: ఎక్స్‌టెన్షన్‌లలో ఆన్ చేయి
th: เปิดใช้ในส่วนขยาย
tr: Uzantılardan etkinleştirin
uk: Увімкніть у розширеннях
ur: توسیعات میں فعال کریں
vi: Bật trong phần tiện ích
yue: 喺延伸功能入面啟用
zh_hans: 在扩展设置中启用
zh_hant: 在延伸功能中啟用

source: For 24 hours, enabled restrictions cannot be turned off. You can add restrictions, but cannot enable whole-site blocking.
ar: لا يمكن إيقاف القيود المفعّلة لمدة 24 ساعة. يمكنك إضافة قيود، لكن لا يمكنك تفعيل حظر موقع بالكامل.
ar_eg: مش هتقدر تلغي القيود المفعّلة لمدة 24 ساعة. تقدر تضيف قيود، لكن مش هتقدر تفعّل حظر موقع بالكامل.
be: На працягу 24 гадзін уключаныя абмежаванні нельга адключыць. Можна дадаваць абмежаванні, але нельга ўключыць блакіроўку ўсяго сайта.
bn: ২৪ ঘণ্টার জন্য চালু থাকা বিধিনিষেধ বন্ধ করা যাবে না। আরও বিধিনিষেধ যোগ করতে পারবেন, তবে পুরো সাইট ব্লক করা চালু করতে পারবেন না।
cs: Po dobu 24 hodin nelze vypnout zapnutá omezení. Můžete přidávat další omezení, ale nelze zapnout blokování celého webu.
da: Aktive begrænsninger kan ikke slås fra i 24 timer. Du kan tilføje begrænsninger, men du kan ikke slå blokering af hele websteder til.
de: Aktive Einschränkungen lassen sich 24 Stunden lang nicht deaktivieren. Du kannst weitere Einschränkungen aktivieren, aber keine ganzen Websites sperren.
es: Durante 24 horas no se pueden desactivar las restricciones activas. Puedes añadir restricciones, pero no activar el bloqueo de sitios completos.
fil: Hindi maaaring i-off ang mga aktibong paghihigpit sa loob ng 24 na oras. Maaari kang magdagdag ng mga paghihigpit, pero hindi i-on ang pag-block ng buong site.
fr: Pendant 24 heures, les restrictions actives ne peuvent pas être désactivées. Vous pouvez ajouter des restrictions, mais pas activer le blocage de sites entiers.
ha: Ba za a iya kashe takunkumin da aka kunna ba na awa 24. Za ka iya ƙara takunkumi, amma ba za ka iya kunna toshe shafi gaba ɗaya ba.
he: במשך 24 שעות לא ניתן לבטל הגבלות פעילות. אפשר להוסיף הגבלות, אך אי אפשר להפעיל חסימה של אתר שלם.
hi: 24 घंटे तक चालू प्रतिबंध बंद नहीं किए जा सकते। आप और प्रतिबंध जोड़ सकते हैं, लेकिन पूरी साइट को ब्लॉक करने का विकल्प चालू नहीं कर सकते।
hu: A bekapcsolt korlátozásokat 24 órán át nem lehet kikapcsolni. További korlátozásokat bekapcsolhatsz, de teljes webhelyek blokkolását nem.
hy: 24 ժամվա ընթացքում միացված սահմանափակումները հնարավոր չէ անջատել։ Կարող եք ավելացնել սահմանափակումներ, բայց չեք կարող միացնել ամբողջ կայքի արգելափակումը։
id: Selama 24 jam, pembatasan yang aktif tidak dapat dinonaktifkan. Anda dapat menambah pembatasan, tetapi tidak dapat mengaktifkan pemblokiran seluruh situs.
it: Per 24 ore non puoi disattivare le restrizioni attive. Puoi aggiungere restrizioni, ma non attivare il blocco di interi siti.
ja: 24時間は、有効にした制限を解除できません。制限を追加することはできますが、サイト全体のブロックを有効にすることはできません。
ka: 24 საათის განმავლობაში ჩართული შეზღუდვების გამორთვა შეუძლებელია. შეგიძლიათ შეზღუდვების დამატება, მაგრამ ვერ ჩართავთ მთელი საიტის დაბლოკვას.
kk: Қосылған шектеулерді 24 сағат бойы өшіру мүмкін емес. Қосымша шектеулер қосуға болады, бірақ бүкіл сайтты бұғаттауды қосуға болмайды.
ko: 24시간 동안 활성화된 제한을 끌 수 없습니다. 제한을 추가할 수는 있지만 사이트 전체 차단을 활성화할 수는 없습니다.
ky: Күйгүзүлгөн чектөөлөрдү 24 саат бою өчүрүүгө болбойт. Кошумча чектөөлөрдү кошсоңуз болот, бирок бүтүндөй сайтты бөгөттөөнү күйгүзүүгө болбойт.
lt: 24 valandas negalėsite išjungti įjungtų apribojimų. Galite pridėti apribojimų, tačiau negalite įjungti visos svetainės blokavimo.
mr: 24 तास सुरू असलेले निर्बंध बंद करता येणार नाहीत. तुम्ही आणखी निर्बंध जोडू शकता, पण संपूर्ण साइट ब्लॉक करणे सुरू करू शकत नाही.
ne: २४ घण्टासम्म सक्रिय प्रतिबन्धहरू बन्द गर्न सकिँदैन। तपाईं थप प्रतिबन्धहरू लगाउन सक्नुहुन्छ, तर पूरै साइट ब्लक गर्ने विकल्प सक्रिय गर्न सक्नुहुन्न।
nl: Ingeschakelde beperkingen kunnen 24 uur lang niet worden uitgeschakeld. Je kunt beperkingen toevoegen, maar het blokkeren van hele websites niet inschakelen.
pa_arab: 24 گھنٹے تک چالو پابندیاں بند نہیں کیتیاں جا سکدیاں۔ تسیں ہور پابندیاں لا سکدے او، پر پوری سائٹ نوں بلاک کرن دا آپشن چالو نہیں کر سکدے۔
pcm: For 24 hours, you no fit turn off restrictions wey don dey on. You fit add more restrictions, but you no fit turn on blocking for the whole site.
pl: Przez 24 godziny nie można wyłączyć aktywnych ograniczeń. Możesz dodawać ograniczenia, ale nie możesz włączyć blokowania całych witryn.
pt_br: Durante 24 horas, as restrições ativas não podem ser desativadas. Você pode adicionar restrições, mas não pode ativar o bloqueio de sites inteiros.
pt_pt: Durante 24 horas, as restrições ativas não podem ser desativadas. Podes adicionar restrições, mas não podes ativar o bloqueio de sites inteiros.
ro: Timp de 24 de ore, restricțiile active nu pot fi dezactivate. Poți adăuga restricții, dar nu poți activa blocarea unui site întreg.
ru: В течение 24 часов включённые ограничения нельзя отключить. Можно добавлять ограничения, но нельзя включать блокировку сайта целиком.
sv: Aktiva begränsningar kan inte stängas av på 24 timmar. Du kan lägga till begränsningar, men inte aktivera blockering av hela webbplatser.
sw: Kwa saa 24, vizuizi vilivyowashwa haviwezi kuzimwa. Unaweza kuongeza vizuizi, lakini huwezi kuwasha uzuiaji wa tovuti nzima.
ta: 24 மணிநேரத்திற்கு இயக்கப்பட்ட கட்டுப்பாடுகளை முடக்க முடியாது. கூடுதல் கட்டுப்பாடுகளைச் சேர்க்கலாம், ஆனால் முழு வலைத்தளத்தையும் தடுக்கும் வசதியை இயக்க முடியாது.
te: 24 గంటల పాటు అమలులో ఉన్న పరిమితులను ఆఫ్ చేయలేరు. మరిన్ని పరిమితులను జోడించవచ్చు, కానీ మొత్తం సైట్‌ను బ్లాక్ చేసే ఎంపికను ఆన్ చేయలేరు.
th: ไม่สามารถปิดข้อจำกัดที่เปิดไว้ได้เป็นเวลา 24 ชั่วโมง คุณเพิ่มข้อจำกัดได้ แต่ไม่สามารถเปิดการบล็อกทั้งเว็บไซต์ได้
tr: Etkin kısıtlamalar 24 saat boyunca kapatılamaz. Yeni kısıtlamalar ekleyebilirsiniz, ancak sitenin tamamını engellemeyi etkinleştiremezsiniz.
uk: Протягом 24 годин увімкнені обмеження не можна вимкнути. Можна додавати обмеження, але не можна вмикати блокування всього сайту.
ur: 24 گھنٹے تک فعال پابندیاں بند نہیں کی جا سکتیں۔ آپ مزید پابندیاں شامل کر سکتے ہیں، لیکن پوری سائٹ کو بلاک کرنے کا اختیار فعال نہیں کر سکتے۔
vi: Trong 24 giờ, bạn không thể tắt các hạn chế đã bật. Bạn có thể thêm hạn chế, nhưng không thể bật tính năng chặn toàn bộ trang web.
yue: 24 小時內唔可以關閉已開啟嘅限制。你可以加強限制，但唔可以開啟封鎖整個網站。
zh_hans: 24 小时内无法关闭已启用的限制。你可以添加限制，但无法启用整个网站的屏蔽。
zh_hant: 24 小時內無法關閉已啟用的限制。你可以新增限制，但無法啟用整個網站的封鎖。
